Repository: Xilaew/JudoShiai-xPack
Catalog: Anmeldewebsite/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Registration for this tournament was closed on %s. No new registrations will be accepted. please consider registering before closing of registration for the next tournament.
de_de: Anmeldeschluss für dieses Turnier war am %s. Es werden keine weiteren Anmeldungen angenommen. Bitte versuche dich beim nächsten Turnier rechtzeitig anzumelden.

source: The tounament took place on %s. There is no point in registering new competitors for a long gone turnament.
de_de: Das Turnier war am %s. Es macht keinen Sinn sich für ein vergangenes Turnier anzumelden.

source: en
de_de: de

source: Hint:
de_de: Hinweis:

source: In order to view and modify the entered competitors later on you should create a Coach Id (username).
de_de: Um später deine bereits angemeldeten Kämpfer einsehen und bearbeiten zu können solltest du eine Trainer Id (Benutzernamen) anlegen.

source: Before you can register competitors you need to sign up by entering your email address as Coach Id. We use the email to keep you updated about any changes regarding the tournament. Further you can view and modify your competitors later on with this email/Coach Id as login.
de_de: Befor du Kämpfer anmelden kannst musst du dich mit deiner Emailadresse als Trainer Id registrieren. Wir benutzen deine Emailadresse um dich über organisatorische Änderungen auf dem laufenden zu halten. Außerdem kannst du später mit deiner email/Trainer Id bereits registrierte Kämpfer einsehen und bearbeiten.

source: Register new competitors:
de_de: Neue Kämpfer anmelden:

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Year of birth
de_de: Geburtsjahr

source: Sex
de_de: Geschlecht

source: male
de_de: männlich

source: female
de_de: weiblich

source: Weight Category
de_de: Gewichtsklasse

source: Select year of birth and sex first.
de_de: Wähle zuerst Geburtsjahr und Geschlecht

source: Club
de_de: Verein

source: Choose the competitor's club.
de_de: Wähle den Verein des Kämpfers.

source: My club is not in this list.
de_de: Mein Verein ist nicht in der Liste.

source: I consent that my information provided here can be used throughout the planning and execution of the tournament. My name will be written on competition sheets visible to anybody pysically present on the tournament. The data will be deleted one week after the tournament.
de_de: Ich willige ein, dass meine persönlichen daten während der planung und durchführung des Turniers genutzt werden dürfen. Mein Name wird auf den Wettkampflisten auftauchen. Die Wettkampflisten können von jedem am Turniertag vor Ort eingesehen werden. Meine Daten werden eine Woche nach dem Turnier wieder gelöscht.

source: Register Competitor
de_de: Kämpfer Anmelden

source: please wait...
de_de: Bitte Warten...

source: Already registered competitors:
de_de: Bereits eingegebene Anmeldungen:

source: Coach Id
de_de: Trainer Id

source: Log-in / Register
de_de: Anmelden / Registrieren

source: Log-out
de_de: Abmelden

source: Category
de_de: Klasse

source: %s was successfully registered.
de_de: %s wurde erfolgreich angemeldet.

source: Error:
de_de: Fehler:

source: From now on you can log-in with your Coach Id %s anytime to view and edit your registered competitors.
de_de: Du kannst dich ab sofort jederzeit mit der Trainer Id %s wieder einloggen und deine Anmeldungen einsehen und bearbeiten.

source: You have been logged-out successfully.
de_de: Du wurdest erfolgreich abgemeldet.

source: You have been logged-in as %s successfully.
de_de: Du wurdest erfolgreich als %s angemeldet.

source: No competitors were found for the Coach Id %s.
de_de: Mit der Trainer Id %s wurden keine Kämpfer gefunden.

source: Something went wrong. textStatus: %s errorThrown: %s
de_de: Etwas ist schief gegangen. textStatus: %s errorThrown: %s

source: Developer's contact details: Felix von Poblotzki, +4915232787790, xilaew@gmail.com
de_de: Kontakt zum Entwickler: Felix von Poblotzki, +4915232787790, xilaew@gmail.com

source: Please choose a weight category.
de_de: Bitte wähle eine Gewichtsklasse.

source: Please enter a name!
de_de: Bitte gib einen Namen ein!

source: Please enter a valid club!
de_de: Bitte gib einen Vereinsnamen an!

source: Please enter the competitors Sex!
de_de: Bitte gib das Geschlecht des Kämpfers an!

source: Year of birth must be between %d and %d!
de_de: Das Geburtsjahr muss zwischen %d und %d liegen!

source: Not saved due to internal error!
de_de: Wegen internem Fehler nicht gespeichert!

source: "%s" is not a valid Coach Id. A Coach Id should consist of at least two characters out of [A-Za-z0-9]
de_de: "%s" ist keine zulässige Trainer Id. Eine Trainer Id sollte mindestens aus zwei der folgenden Zeichen bestehen [A-Za-z0-9]
